# Author: lisz1012
# Creation date and time: 6/4/24 10:51 PM

# 使用 print() 函数向文件输出内容
print('星期日', '今天')
print('----------------------------------')
print('08时', '11时', '14时', '17时', '20时', '23时')
print('1℃  ', '5℃  ', '8℃  ', '6℃  ', '3℃  ', '1℃  ')
print('----------------------------------')
print('明天', '2/23', '21℃/11℃')
print('星期二', '2/24', '-1℃/11℃')
print('星期三', '2/25', '11℃/12℃')
print('星期四', '2/26', '-10℃/1℃')
print('星期五', '2/27', '10℃/11℃')
print('星期六', '2/28', '19℃/20℃')
print('星期日', '3/1', '10℃/11℃')
